const books = [
    {
      id: 1,
      title: "Абай жолы",
      author: "Мұхтар Әуезов",
      description: "Қазақ әдебиетінің алтын қоры, Абай Құнанбаевтың өмірі мен шығармашылығы туралы эпикалық роман. 4 томдық шығарма 20-ғасырдың басындағы қазақ қоғамын терең бейнелейді.",
      image: "https://i0.wp.com/shop.atamura.kz/wp-content/uploads/2022/12/%D0%90%D0%B1%D0%B0%D0%B9-%D0%B6%D0%BE%D0%BB%D1%8B-01111.jpg?w=2362&ssl=1"
    },
    {
      id: 2,
      title: "Махаббат қызық мол жылдар",
      author: "Әбдіжәміл Нұрпеісов",
      description: "Қазақ әдебиетіндегі махаббат тақырыбына арналған ең терең психологиялық романдардың бірі. Жастардың махаббат, өмір мен міндет арасындағы таңдауы туралы.",
      image: "https://cdn1.ozone.ru/s3/multimedia-k/6740310260.jpg"
    },
    {
      id: 3,
      title: "Қан мен тер",
      author: "Ілияс Есенберлин",
      description: "Қазақ хандығының тарихына арналған үш кітаптан тұратын тарихи эпопея. Қазақ елінің 15-18 ғасырлардағы қалыптасу кезеңі баяндалады.",
      image: "https://canvas.bookmate.com/books/rrlbeELW?mode=facebook&1743570524226"
    },
    {
      id: 4,
      title: "Менің атым Қожа",
      author: "Қадыр Мырза Әлі",
      description: "Қазақтың әйгілі сатирик жазушысының ең танымал шығармасы. Қоғамдағы кемшіліктерді ашқақ әрі күлкілі түрде сынайды.",
      image: "https://s.f.kz/prod/2517/2516566_550.jpg"
    },
    {
      id: 5,
      title: "Ұшқан ұя",
      author: "Хәмза Ерғалиев",
      description: "Қазақ жастарының өмірі мен армандары туралы роман. Жастардың құндылықтар мен шындық арасындағы ізденісі баяндалады.",
      image: "https://simg.marwin.kz/media/catalog/product/cache/41deb699a7fea062a8915debbbb0442c/2/5/momyshly_bauyrjan_shan_ya.jpg"
    },
    {
      id: 6,
      title: "Жабайы алма",
      author: "Сәбит Мұқанов",
      description: "Қазақ даласының табиғаты мен адамдардың тағдыры туралы роман. Адам мен табиғаттың үндестігі туралы терең ойлар.",
      image: "https://i.ytimg.com/vi/2gRDfpMM84I/maxresdefault.jpg"
    }
  ];
  
  export default books;